Repository: RitwikDev/MedKit
Catalog: MedKit/Resources/Localizable.xcstrings
Source language: en
Languages: bho, hi

source: %@ expires in one week.
bho: %@ एक हफ्ता में एक्सपायर हो जाई।
hi: %@ एक सप्ताह में समाप्त हो जाएगा।

source: %@ is expiring soon
bho: %@ जल्दी एक्सपायर होखे वाला बा
hi: %@ जल्द ही समाप्त होने वाला है

source: %@ is running low
bho: %@ के स्टॉक कम हो रहल बा
hi: %@ कम हो रहा है

source: %@ taken
bho: %@ ले लेहल गइल
hi: %@ ले लिया गया

source: Add
bho: जोड़ीं
hi: जोड़ें

source: Add Dosage
bho: खुराक जोड़ीं
hi: खुराक जोड़ें

source: Add Expiry Date
bho: एक्सपायरी डेट जोड़ीं
hi: समाप्ति तिथि जोड़ें

source: Add Field
bho: फील्ड जोड़ीं
hi: फ़ील्ड जोड़ें

source: Add Ingredient
bho: सामग्री जोड़ीं
hi: सामग्री जोड़ें

source: Add Manufacture Date
bho: उत्पादन के तारीख जोड़ीं
hi: निर्माण तिथि जोड़ें

source: Add tag
bho: टैग जोड़ीं
hi: टैग जोड़ें

source: Add Time
bho: समय जोड़ीं
hi: समय जोड़ें

source: Add to List
bho: लिस्ट में जोड़ीं
hi: सूची में जोड़ें

source: Add Value
bho: मान जोड़ीं
hi: मान जोड़ें

source: Added %@ to your shopping list.
bho: %@ के रउआ शॉपिंग लिस्ट में जोड़ दिहल गइल बा।
hi: आपकी शॉपिंग सूची में %@ जोड़ा गया।

source: Added to list
bho: लिस्ट में जोड़ दिहल गइल
hi: सूची में जोड़ा गया

source: Agenda %@
bho: कार्यसूची %@
hi: कार्यसूची %@

source: All Custom Fields
bho: सभ कस्टम फील्ड
hi: सभी कस्टम फ़ील्ड

source: All Ingredients
bho: सभ सामग्री
hi: सभी सामग्रियां

source: All Tags
bho: सभ टैग
hi: सभी टैग

source: Already present in %@
bho: पहिले से %@ में मौजूद बा
hi: पहले से %@ में मौजूद है

source: Amount
bho: मात्रा
hi: मात्रा

source: Analyse
bho: जांच करीं
hi: विश्लेषण करें

source: Analysing
bho: जांच हो रहल बा
hi: विश्लेषण हो रहा है

source: Analysis failed
bho: जांच फेल हो गइल
hi: विश्लेषण विफल रहा

source: Analysis Menu
bho: जांच मेनू
hi: विश्लेषण मेनू

source: Annually
bho: सालाना
hi: वार्षिक

source: Another field with the same label already exists.
bho: एही लेबल वाला एगो अउर फील्ड पहिले से मौजूद बा।
hi: इसी लेबल वाला एक और फ़ील्ड पहले से मौजूद है।

source: Apply
bho: लागू करीं
hi: लागू करें

source: Are you sure you want to delete %@?
bho: का रउआ सच में %@ के हटावे के चाहत बानी?
hi: क्या आप निश्चित रूप से %@ को हटाना चाहते हैं?

source: Are you sure?
bho: का रउआ पक्का बा?
hi: क्या आपको यकीन है?

source: Biannually
bho: छमाही
hi: अर्धवार्षिक

source: Calendar
bho: कैलेंडर
hi: कैलेंडर

source: Cancel
bho: रद्द करीं
hi: रद्द करें

source: Choose Date
bho: तारीख चुनीं
hi: दिनांक चुनें

source: Choose Field
bho: फील्ड चुनीं
hi: फ़ील्ड चुनें

source: Choose from Files
bho: फाइल से चुनीं
hi: फ़ाइलों से चुनें

source: Choose Photos
bho: फोटो चुनीं
hi: फ़ोटो चुनें

source: Clear
bho: साफ करीं
hi: साफ़ करें

source: Clear Shopping List
bho: शॉपिंग लिस्ट साफ करीं
hi: शॉपिंग सूची साफ़ करें

source: Clear shopping list?
bho: का शॉपिंग लिस्ट साफ कर दीं?
hi: क्या खरीदारी सूची साफ़ करें?

source: Composition
bho: रचना
hi: संरचना

source: Create New
bho: नया बनाईं
hi: नया बनाएं

source: Custom
bho: कस्टम
hi: कस्टम

source: Custom Fields
bho: कस्टम फील्ड
hi: कस्टम फ़ील्ड

source: Daily
bho: प्रति दिन
hi: प्रति दिन

source: Date
bho: तारीख
hi: दिनांक

source: Dates
bho: तारीख
hi: तिथियां

source: Day
bho: दिन
hi: दिन

source: Days
bho: दिन
hi: दिन

source: Delete
bho: हटाईं
hi: हटाएं

source: Delete All Custom Fields
bho: सभ कस्टम फील्ड हटाईं
hi: सभी कस्टम फ़ील्ड हटाएं

source: Delete All Data
bho: सभ डेटा हटाईं
hi: सभी डेटा हटाएं

source: Delete All Ingredients
bho: सभ सामग्री हटाईं
hi: सभी सामग्रियां हटाएं

source: Delete All Medicines
bho: सभ दवाई हटाईं
hi: सभी दवाएं हटाएं

source: Delete All Tags
bho: सभ टैग हटाईं
hi: सभी टैग हटाएं

source: Delete Medicine
bho: दवाई हटाईं
hi: दवा हटाएं

source: Dismiss
bho: हटा दीं
hi: खारिज करें

source: Dismiss keyboard
bho: कीबोर्ड हटा दीं
hi: कीबोर्ड हटाएं

source: Documents
bho: कागजात
hi: दस्तावेज़

source: Done
bho: पूरा भइल
hi: हो गया

source: Dosage
bho: खुराक
hi: खुराक

source: Dose Quantity
bho: खुराक के मात्रा
hi: खुराक की मात्रा

source: Edit %@
bho: संपादित करीं %@
hi: %@ संपादित करें

source: Ensure the dosage start date is before or equal to the end date.
bho: इ धियान रखीं कि खुराक सुरू करे के तारीख खत्म होखे के तारीख से पहिले या ओकरे बराबर होखे।
hi: सुनिश्चित करें कि खुराक शुरू करने की तिथि समाप्ति तिथि से पहले या उसके समान है।

source: Ensure the manufactured date is before the expiry date.
bho: इ धियान रखीं कि उत्पादन के तारीख एक्सपायरी डेट से पहिले होखे।
hi: सुनिश्चित करें कि निर्माण की तिथि समाप्ति तिथि से पहले है।

source: Enter a dosage quantity greater than zero.
bho: खुराक के मात्रा शून्य से बेसी डालीं।
hi: खुराक मात्रा शून्य से अधिक दर्ज करें।

source: Enter a non-negative stock quantity.
bho: स्टॉक के मात्रा ऋणात्मक ना होखे के चाहीं।
hi: गैर-नकारात्मक स्टॉक मात्रा दर्ज करें।

source: Enter a strength greater than zero.
bho: शून्य से बेसी पावर डालीं।
hi: शक्ति शून्य से अधिक दर्ज करें।

source: Enter ingredient amounts greater than zero.
bho: सामग्री के मात्रा शून्य से बेसी डालीं।
hi: सामग्री की मात्रा शून्य से अधिक दर्ज करें।

source: Enter value
bho: मान डालीं
hi: मान दर्ज करें

source: Erase %@
bho: मिटाईं %@
hi: %@ को मिटाएं

source: Expiration
bho: एक्सपायरी
hi: समाप्ति

source: Expired
bho: एक्सपायर हो गइल
hi: समाप्त हो गया

source: Expired on %@
bho: %@ के एक्सपायर हो गइल
hi: %@ को समाप्त हो गया

source: Expiring on %@
bho: %@ के एक्सपायर हो रहल बा
hi: %@ को समाप्त हो रहा है

source: Expiring soon
bho: जल्दी एक्सपायर होखे वाला बा
hi: जल्द ही समाप्त होने वाला है

source: Expiring: %@
bho: एक्सपायर हो रहल बा: %@
hi: समाप्त हो रही है: %@

source: Expiry Date
bho: एक्सपायरी डेट
hi: समाप्ति तिथि

source: Expiry Date:
bho: एक्सपायरी डेट:
hi: समाप्ति तिथि:

source: Expiry, Ascending
bho: एक्सपायरी, बढ़त क्रम में
hi: समाप्ति, आरोही

source: Expiry, Descending
bho: एक्सपायरी, घटत क्रम में
hi: समाप्ति, अवरोही

source: Export as PDF
bho: PDF के रूप में निकालीं
hi: PDF के रूप में निर्यात करें

source: Fail
bho: फेल
hi: विफल

source: Failed to save %@
bho: %@ सेव करे में फेल
hi: %@ सहेजने में विफल

source: Failed to save medicine
bho: दवाई सेव करे में फेल
hi: दवा सहेजने में विफल

source: Field Type
bho: फील्ड के प्रकार
hi: फ़िल्ड का प्रकार

source: Filter & Sort
bho: छांटीं आ सजाईं
hi: फ़िल्टर और सॉर्ट करें

source: Filters
bho: फिल्टर
hi: फ़िल्टर

source: Fortnightly
bho: पाक्षिक
hi: पाक्षिक

source: Frequency
bho: आवृति
hi: आवृत्ति

source: Friday
bho: शुक्रवार
hi: शुक्रवार

source: Ingredients
bho: सामग्री
hi: सामग्री

source: Invalid input.
bho: गलत जानकारी।
hi: अमान्य इनपुट।

source: Label
bho: लेबल
hi: लेबल

source: List
bho: लिस्ट
hi: सूची

source: Manual
bho: हाथ से
hi: मैनुअल

source: Manually added
bho: हाथ से जोडल गइल
hi: मैन्युअल रूप से जोड़ा गया

source: Manufacture Date
bho: उत्पादन के तारीख
hi: निर्माण तिथि

source: Mark as Taken
bho: ले लिहले के निशान लगाईं
hi: लिया हुआ चिह्नित करें

source: Medicines
bho: दवाई
hi: दवाएं

source: mg / ml...
hi: मिग्रा / मिली...

source: Mock
bho: नकली
hi: मॉक

source: Monday
bho: सोमवार
hi: सोमवार

source: Monthly
bho: महिना के
hi: मासिक

source: Name
bho: नाँव
hi: नाम

source: Name, Ascending
bho: नाँव, बढ़त क्रम में
hi: नाम, आरोही

source: Name, Descending
bho: नाँव, घटत क्रम में
hi: नाम, अवरोही

source: Never
bho: कबो ना
hi: कभी नहीं

source: New Field
bho: नया फील्ड
hi: नया फ़ील्ड

source: New Ingredient
bho: नया सामग्री
hi: नई सामग्री

source: New Medicine
bho: नया दवाई
hi: नई दवा

source: Next: %@
bho: अगला: %@
hi: अगला: %@

source: No Custom Fields Added
bho: कवनो कस्टम फील्ड नईखे जोडल गइल
hi: कोई कस्टम फ़ील्ड नहीं जोड़ा गया

source: No Events
bho: कवनो कार्यक्रम नइखे
hi: कोई ईवेंट नहीं

source: No Field Found
bho: कवनो फील्ड ना मिलल
hi: कोई फ़ील्ड नहीं मिला

source: No Ingredients Added
bho: कवनो सामग्री नईखे जोडल गइल
hi: कोई सामग्री नहीं जोड़ी गई

source: No Medicines Added
bho: कवनो दवाई नईखे जोडल गइल
hi: कोई दवा नहीं जोड़ी गई

source: No medicines found
bho: कवनो दवाई ना मिलल
hi: कोई दवा नहीं मिली

source: No Tags Added
bho: कवनो टैग नईखे जोडल गइल
hi: कोई टैग नहीं जोड़ा गया

source: Notification for %@
bho: %@ खातिर सूचना
hi: %@ के लिए अधिसूचना

source: Number of pending notifications: %lld
bho: बाकी सूचना के संख्या: %lld
hi: लंबित सूचनाओं की संख्या: %lld

source: Please add a reminder time.
bho: कृपया याद दिलावे के समय जोड़ीं।
hi: कृपया एक अनुस्मारक समय जोड़ें।

source: Please add stock to add dosage.
bho: खुराक जोड़े खातिर कृपया स्टॉक जोड़ीं।
hi: खुराक जोड़ने के लिए कृपया स्टॉक जोड़ें।

source: Please enter a medicine name.
bho: कृपया दवाई के नाँव डालीं।
hi: कृपया दवा का नाम दर्ज करें।

source: Please provide both the stock quantity and unit.
bho: कृपया स्टॉक के मात्रा आ इकाई दुनु दीं।
hi: कृपया स्टॉक मात्रा और इकाई दोनों प्रदान करें।

source: Please provide both the strength value and unit for all ingredients.
bho: कृपया सभ सामग्री खातिर पावर आ इकाई दुनु दीं।
hi: कृपया सभी सामग्रियों के लिए शक्ति मान और इकाई प्रदान करें।

source: Please provide both the strength value and unit.
bho: कृपया पावर आ इकाई दुनु दीं।
hi: कृपया शक्ति मान और इकाई दोनों प्रदान करें।

source: Please remove empty items from custom list fields.
bho: कृपया कस्टम लिस्ट फील्ड से खाली चीज हटाईं।
hi: कृपया कस्टम सूची फ़ील्ड से खाली आइटम हटाएं।

source: Please remove special characters from the medicine name.
bho: कृपया दवाई के नाँव से विशेष अक्षर हटाईं।
hi: कृपया दवा के नाम से विशेष वर्ण हटाएं।

source: Please select a reminder day.
bho: कृपया याद दिलावे के दिन चुनीं।
hi: कृपया अनुस्मारक दिन चुनें।

source: Please select a start date.
bho: कृपया सुरू करे के तारीख चुनीं।
hi: कृपया प्रारंभ तिथि चुनें।

source: Please select at least one date.
bho: कृपया कम से कम एक तारीख चुनीं।
hi: कृपया कम से कम एक तिथि चुनें।

source: Please Take Your Medication.
bho: कृपया आपन दवाई लीं।
hi: कृपया अपनी दवा लें।

source: Preview
bho: प्रीव्यू
hi: पूर्वावलोकन

source: Processing...
bho: प्रोसेस हो रहल बा...
hi: प्रसंस्करण हो रहा है...

source: Quantity
bho: मात्रा
hi: मात्रा

source: Quarterly
bho: तिमाही
hi: त्रैमासिक

source: Remind At
bho: याद दिलाईं
hi: याद दिलाएं

source: Remind Me in 15 Minutes
bho: 15 मिनट में याद दिलाईं
hi: 15 मिनट में याद दिलाएँ

source: Remind On
bho: एह दिन याद दिलाईं
hi: पर याद दिलाएं

source: Remove from List
bho: लिस्ट से हटाईं
hi: सूची से हटाएं

source: Repeat
bho: दोहराईं
hi: दोहराएं

source: Repeats in: %llds
bho: दोहरावल जाला: %llds में
hi: %llds में दोहराता है

source: Reset Application
bho: ऐप रिसेट करीं
hi: एप्लिकेशन रीसेट करें

source: Saturday
bho: शनिवार
hi: शनिवार

source: Save
bho: सेव करीं
hi: सहेजें

source: Scan
bho: स्कैन करीं
hi: स्कैन करें

source: Search
bho: खोज करीं
hi: खोजें

source: Select
bho: चुनीं
hi: चुनें

source: Select Date
bho: तारीख चुनीं
hi: तिथि चुनें

source: Select Dates
bho: तारीख चुनीं
hi: तिथियां चुनें

source: Select Days
bho: दिन चुनीं
hi: दिन चुनें

source: Settings
bho: सेटिंग
hi: सेटिंग्स

source: Share
bho: शेयर करीं
hi: साझा करें

source: Shopping List
bho: शॉपिंग लिस्ट
hi: शॉपिंग सूची

source: Shopping List is Empty
bho: शॉपिंग लिस्ट खाली बा
hi: शॉपिंग सूची खाली है

source: Show only medicines expiring soon
bho: खाली उहे दवाई देखाईं जे जल्दी एक्सपायर होखे वाला बा
hi: केवल वे दवाएं दिखाएं जो जल्द ही समाप्त हो रही हैं

source: Something went wrong
bho: कुछ गलत हो गइल
hi: कुछ गलत हो गया

source: Something went wrong.
bho: कुछ गलत हो गइल।
hi: कुछ गलत हो गया।

source: Sort
bho: सजाईं
hi: सॉर्ट करें

source: Stock
bho: स्टॉक
hi: स्टॉक

source: Stock is running low
bho: स्टॉक कम हो रहल बा
hi: स्टॉक कम हो रहा है

source: Stock is running low (%lld %lld remaining)
bho: स्टॉक कम हो रहल बा (%1$lld %2$lld बचल बा)
hi: स्टॉक कम हो रहा है (%lld %lld शेष)

source: Stock Quantity, Ascending
bho: स्टॉक के मात्रा, बढ़त क्रम में
hi: स्टॉक मात्रा, आरोही

source: Stock Quantity, Descending
bho: स्टॉक के मात्रा, घटत क्रम में
hi: स्टॉक मात्रा, अवरोही

source: Stock running low
bho: स्टॉक कम हो रहल बा
hi: स्टॉक कम हो रहा है

# Stock running low (%lld %@ remaining)
source: Stock running low (%1$lld %2$@ remaining)
bho: स्टॉक कम हो रहल बा (%1$lld %2$@ बचल बा)
hi: स्टॉक कम हो रहा है (%1$lld %2$@ शेष)

source: Stockout
bho: स्टॉक खतम
hi: स्टॉक ख़त्म

source: Stockout: %@
bho: स्टॉक खतम: %@
hi: स्टॉक ख़त्म: %@

source: Strength
bho: पावर
hi: शक्ति

source: Sunday
bho: रविवार
hi: रविवार

source: Tablet / bottle...
bho: टेबलेट / बोतल...
hi: गोली / बोतल...

source: Tags
bho: टैग
hi: टैग

source: Take %@
bho: %@ लीं
hi: %@ लें

source: Take %@ %@.
bho: %1$@ %2$@ लीं।
hi: %@ %@ लें।

source: Text
bho: टेक्स्ट
hi: पाठ

source: This medicine already contains %@
bho: एह दवाई में पहिले से %@ बा
hi: इस दवा में पहले से %@ है

source: Thursday
bho: गुरूवार
hi: गुरुवार

source: Time to take %@
bho: %@ लेवे के समय हो गइल
hi: %@ लेने का समय

source: Times
bho: बार
hi: समय

source: Tuesday
bho: मंगलवार
hi: मंगलवार

source: Unable to proceed
bho: आगे बढ़े में असमर्थ
hi: आगे बढ़ने में असमर्थ

source: Version
bho: संस्करन
hi: संस्करण

source: Wednesday
bho: बुधवार
hi: बुधवार

source: Write something...
bho: कुछ लिखीं...
hi: कुछ लिखें...

source: You cannot undo this action.
bho: रउआ एह काम के बदल नइखीं सकत।
hi: आप इस क्रिया को पूर्ववत नहीं कर सकते हैं।

source: You will run out of %@ in about a week.
bho: एक हफ्ता में रउआ लगे %@ खतम हो जाई।
hi: लगभग एक सप्ताह में आपका %@ खत्म हो जाएगा।

# %@ %@, %lld times %@
source: %1$@ %2$@, %3$lld times %4$@
bho: %1$@ %2$@, %3$lld बेर %4$@

source: on %@
bho: %@ पर

source: on %lld selected dates
bho: %lld चुनल गइल तारीख पर

source: Preparing Share...
bho: शेयर करे के तइयारी हो रहल बा...

source: Preparing...
bho: तइयारी हो रहल बा...
